female('Мария Алексеева').
male('Алексей Алексеев').
female('Любовь Рябова').
female('Раиса Павлова').
male('Алексей Алексеев').
female('Антонина Куликова').
male('Алексей Алексеев').
female('Ева Алексеева').
female('Настя Ковалева').
male('Борис Рябов').
female('Мария Астафьева').
female('Людмила Павлова').
male('Анатолий Кузьменко').
male('Андрей Кузьменко').
male('Дима Кузьменко').
male('Алексей Павлов').
female('Зинаида Мельникова').
male('Борис Алексеев').
female('Надежда Панфилова').
male('Федор Куликов').
male('Владислав Рябов').
female('Галина Петрова').
female('Светлана Корж').
parents('Алексей Алексеев', 'Алексей Алексеев', 'Любовь Рябова').
parents('Мария Алексеева', 'Алексей Алексеев', 'Любовь Рябова').
parents('Алексей Алексеев', 'Алексей Алексеев', 'Раиса Павлова').
parents('Любовь Рябова', 'Борис Рябов', 'Антонина Куликова').
parents('Ева Алексеева', 'Алексей Алексеев', 'Настя Ковалева').
parents('Раиса Павлова', 'Алексей Павлов', 'Мария Астафьева').
parents('Людмила Павлова', 'Алексей Павлов', 'Мария Астафьева').
parents('Андрей Кузьменко', 'Анатолий Кузьменко', 'Людмила Павлова').
parents('Дима Кузьменко', 'Анатолий Кузьменко', 'Людмила Павлова').
parents('Алексей Алексеев', 'Борис Алексеев', 'Зинаида Мельникова').
parents('Антонина Куликова', 'Федор Куликов', 'Надежда Панфилова').
parents('Борис Рябов', 'Владислав Рябов', 'Галина Петрова').
